Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/MEP-level2.tmx
Source language: en_us
Languages: vi

source: Đối với các resort, tối thiểu 1000 lít nước lưu trữ mỗi phòng, tối thiểu 1 ngày.
vi: Đối với các resort, trữ tối thiểu 1000 lít nước mỗi phòng, tối thiểu 1 ngày.

source: Đối với các tòa nhà đô thị chỉ với giặt là valet, tối thiểu 750 lít nước lưu trữ mỗi phòng, cho thời hạn tối thiểu 1 ngày.
vi: Đối với các khách sạn nội thành chỉ có dịch vụ giặt là valet, trữ tối thiểu 750 lít nước mỗi phòng, thời hạn tối thiểu 1 ngày.

source: Đối với các tòa nhà đô thị với đầy đủ giặt là, tối thiểu 850 lít nước lữu trữ mỗi phòng, cho thời hạn tối thiểu 1 ngày.
vi: Đối với các khách sạn nội thành có dịch vụ giặt là đầy đủ, trữ tối thiểu 850 lít nước mỗi phòng, thời hạn tối thiểu 1 ngày.

source: • Electrical outlets in recreational areas within 12m (40ft) of the edge of a swimming pool.
vi: • Electrical outlets in recreational areas within 12m (40ft) of the edge of a swimming pool. ổ cắm trong khu giải trí trong vòng 12m từ mép hồ bơi

source: • Exterior electrical outlets exposed to the weather elements or that are within 6m (20ft) of an external water source.
vi: • Exterior electrical outlets exposed to the weather elements or that are within 6m (20ft) of an external water source. ổ cắm điện ngoài trời tiếp xúc với các yếu tố thời tiết hoặc trong phạm vi 6m từ nguồn nước ngoài trời

source: • Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD), in the form of circuit breakers or protected outlets, are required in interior areas within 1m (3ft) of a water source
vi: • Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD), in the form of circuit breakers or protected outlets, are required in interior areas within 1m (3ft) of a water source. Thiết bị ngắt mặt nối đất theo hình thức cầu dao hoặc ổ cắm được bảo vệ được yêu cầu trong bán kính 1m của các nguồn nước trong nhà

source: • Under water Swimming Pool lighting other than low voltage (<50V) lighting.
vi: • Under water Swimming Pool lighting other than low voltage (<50V) lighting. Chiếu sáng Bể bơi dưới nước mà không phải đèn điện áp thấp (<50V)
